---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ConversionFailures
source: html/c9023207-0e6f-c42f-9ac9-fdd0b0734485.htm
---
# BuiltInFailures.ConversionFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.